import React from 'react'
import bmataji from '../img/bramhaniMata.jpg'
import ganeshji from '../img/ganeshji.jpg'
import khodiyarnataji from '../img/khodiyarnataji.jpg'
import mandap from '../img/mandap.jpg'

function Scard() {
    return (
        <>
            <div className="scard txt">
                <div>
                    <img src={bmataji} alt="bramhaniMata" />
                    <h6>શ્રી બ્રમ્હાણી માતાજી </h6>
                </div>
                <div className='godphoto'>
                    <img src={ganeshji} alt="ganeshji" />
                    <h6>શ્રી ગણેશાય નમઃ </h6>
                </div>
                <div>
                    <img src={khodiyarnataji} alt="khodiyarnataji" />
                    <h6>શ્રી ખોડિયાર માતાજી </h6>
                </div>

            </div >
            <div className='txt'>
                <div className="content-center glow"> શ્રી દ્વારકાધીશ</div>
                <br />
                <div className="content-center">
                    <img className="rounded-corner" src={mandap} alt="mandap" />
                </div>
                <br />
                <div className="content-center glow">
                    માંડવડા રોપાશે ...!!
                </div>
                <br />
                <div className='content-center box'>
                    સંવત 2079 ના માગશર સુદ 15 પુનમ ને ગુરૂવાર <br />
                    તા.  08/12/2022 ના રોજ સવારે 7.00કલાકે.<br />
                    માણીયા વસનબેન નરશીભાઈ<br />
                    માણીયા  રેખાબેન ખોડાભાઈ
                </div>

            </div>
            <div className='txt'>
                <br />
                <div className="content-center">
                    <img className="rounded-corner" src={mandap} alt="mandap" />
                </div>
                <br />
                {/* Mamera */}
                <div className="content-center glow">
                    રૂડું મામેરું શોભાવશે ...!!
                </div>
                <br />
                <div className='txt gradient-border'>
                    <center>ગામ:હળિયાદ</center>
                    <div className="content-center box">
                        હિસોરીયા હરેશભાઈ ભીમજીભાઈ<br />
                        હિસોરીયા નરેશભાઈ ભીમજીભાઈ<br />
                        હિસોરીયા હષૅલ નરેશભાઇ<br />
                        હિસોરીયા ધેયૅ નરેશભાઈ<br />
                    </div>
                    <center>( જાનુ હરેશભાઈ ) <br />
                        👏👏<br />
                        અંબાબેન કેશવભાઈ <br />
                    </center>
                    <div className="content-center box">
                        માણીયા માયાબેન રમેશભાઈ <br /> માણીયા આશાબેન રાકેશભાઈ
                    </div>
                </div>
                {/* ganesh notaru */}
                <div className='txt'>
                    <div className="content-center">
                        <img className="rounded-corner" src={mandap} alt="mandap" />
                    </div>
                    <br />
                    <div className="content-center glow">
                        ઞણેશ નોતરૂ ...!!
                    </div>
                    <br />
                    <div className="content-center box">
                        તા. 08/12/2022 ના રોજ બપોર ના 11.00 કલાકે
                        🧆🧆આપશ્રી--------------વ્યક્તિ પધારશોજી🧆🧆 <br />
                        (શુભ સ્થળ : 🏟હરેકુષણ ફામ. સ્વરાજ હાઇટ્સ ની બાજુમાં) <br />

                        માણીયા ઞીતાબેન ભગવાનભાઈ  <br />  માણીયા કાન્તાબેન પવિણભાઇ <br />
                        માણીયા શોભાબેન ઘનશ્યામભાઈ <br />
                    </div>
                    <div className="content-center box">
                        ( ભાણેજ ) રાજ હરેશભાઈ જાસોલીયા UK uk <br />
                    </div>


                    <div className=" content center glow">
                        =દર્શના અભિલાષી=
                    </div>
                    <div className="db">
<div> માણીયા ખોડાભાઈ લખમણભાઈ</div><div>માણીયા રાકેશભાઈ મોહનભાઈ</div>
<div>માણીયા ભગવાનભાઈ સવજીભાઈ</div><div>માણીયા પિયુષભાઇ મોહનભાઈ</div>
<div>માણીયા  પવિણભાઇ સવજીભાઈ</div><div>માણીયા કેતનભાઈ પ્રેમજીભાઇ</div>
<div>માણીયા ઘનશ્યામભાઈ લખમણભાઈ</div><div>માણીયા જતીનભાઇ પ્રેમજીભાઇ</div>
<div>માણીયા પ્રેમજીભાઇ કેશવભાઈ</div><div>માણીયા કિશનભાઈ રમેશભાઈ</div>
                    </div>
                </div>


            </div>

        </>
    )
}

export default Scard